Repository: murphy-lyu/carry-ios
Catalog: Carry/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# trip.background.adjust.title
source: Adjust Position
de: Position anpassen
es: Ajustar posición
fr: Ajuster la position
ja: 位置を調整
ko: 위치 조정
pt_br: Ajustar posição
zh_hans: 调整位置
zh_hant: 調整位置

# trip.background.remove
source: Remove Background
de: Hintergrund entfernen
es: Quitar fondo
fr: Supprimer l'arrière-plan
ja: 背景を削除
ko: 배경 제거
pt_br: Remover plano de fundo
zh_hans: 移除背景图
zh_hant: 移除背景圖

# trip.background.reselect
source: Choose Another Photo
de: Anderes Foto wählen
es: Elegir otra foto
fr: Choisir une autre photo
ja: 別の写真を選ぶ
ko: 다른 사진 선택
pt_br: Escolher outra foto
zh_hans: 重新选择照片
zh_hant: 重新選擇照片

# trip.copy_suffix
source: (Copy)
de: (Kopie)
es: (Copia)
fr: (Copie)
ja: （コピー）
ko: (복사본)
pt_br: (Cópia)
zh_hans: （副本）
zh_hant: （副本）

# trip.swipe.duplicate
source: Duplicate trip
de: Reise duplizieren
es: Duplicar viaje
fr: Dupliquer le voyage
ja: 旅程を複製
ko: 여행 복제
pt_br: Duplicar viagem
zh_hans: 复制行程
zh_hant: 複製行程

# tripbook.aircraft.many
source: %1$lld aircraft types · mostly %2$@
de: %1$lld Flugzeugtypen · meist %2$@
es: %1$lld tipos de aeronave · sobre todo %2$@
fr: %1$lld types d’appareil · surtout %2$@
ja: %1$lld 機種 · 主に %2$@
ko: %1$lld개 기종 · 주로 %2$@
pt_br: %1$lld tipos de aeronave · principalmente %2$@
zh_hans: %1$lld 种机型 · 最常 %2$@
zh_hant: %1$lld 種機型 · 最常 %2$@

# tripbook.aircraft.one
source: Aircraft · %@
de: Flugzeug · %@
es: Aeronave · %@
fr: Appareil · %@
ja: 機材 · %@
ko: 기종 · %@
pt_br: Aeronave · %@
zh_hans: 机型 · %@
zh_hant: 機型 · %@

# tripbook.airports.title
source: Top airports
de: Top-Flughäfen
es: Aeropuertos frecuentes
fr: Aéroports fréquents
ja: よく使う空港
ko: 자주 이용한 공항
pt_br: Aeroportos frequentes
zh_hans: 常经停机场
zh_hant: 常經停機場

# tripbook.continent.africa
source: Africa
de: Afrika
es: África
fr: Afrique
ja: アフリカ
ko: 아프리카
pt_br: África
zh_hans: 非洲
zh_hant: 非洲

# tripbook.continent.antarctica
source: Antarctica
de: Antarktis
es: Antártida
fr: Antarctique
ja: 南極大陸
ko: 남극
pt_br: Antártida
zh_hans: 南极洲
zh_hant: 南極洲

# tripbook.continent.asia
source: Asia
de: Asien
fr: Asie
ja: アジア
ko: 아시아
pt_br: Ásia
zh_hans: 亚洲
zh_hant: 亞洲

# tripbook.continent.europe
source: Europe
de: Europa
es: Europa
ja: ヨーロッパ
ko: 유럽
pt_br: Europa
zh_hans: 欧洲
zh_hant: 歐洲

# tripbook.continent.northAmerica
source: North America
de: Nordamerika
es: América del Norte
fr: Amérique du Nord
ja: 北アメリカ
ko: 북아메리카
pt_br: América do Norte
zh_hans: 北美洲
zh_hant: 北美洲

# tripbook.continent.oceania
source: Oceania
de: Ozeanien
es: Oceanía
fr: Océanie
ja: オセアニア
ko: 오세아니아
zh_hans: 大洋洲
zh_hant: 大洋洲

# tripbook.continent.southAmerica
source: South America
de: Südamerika
es: América del Sur
fr: Amérique du Sud
ja: 南アメリカ
ko: 남아메리카
pt_br: América do Sul
zh_hans: 南美洲
zh_hant: 南美洲

# tripbook.continents.title
source: Continents
de: Kontinente
es: Continentes
ja: 大陸
ko: 대륙
pt_br: Continentes
zh_hans: 大洲
zh_hant: 大洲

# tripbook.countries.title
source: Countries & regions
de: Länder & Regionen
es: Países y regiones
fr: Pays et régions
ja: 国と地域
ko: 국가 및 지역
pt_br: Países e regiões
zh_hans: 国家和地区
zh_hant: 國家和地區

# tripbook.days
source: Travel days
de: Reisetage
es: Días de viaje
fr: Jours de voyage
ja: 旅行日数
ko: 여행 일수
pt_br: Dias de viagem
zh_hans: 旅行天数
zh_hant: 旅行天數

# tripbook.first_trip
source: First trip in %lld
de: Erste Reise %lld
es: Primer viaje en %lld
fr: Premier voyage en %lld
ja: %lld 年の最初の旅
ko: %lld년 첫 여행
pt_br: Primeira viagem em %lld
zh_hans: %lld 年第一次出发
zh_hant: %lld 年第一次出發

# tripbook.flight.distance
source: Distance flown
de: Geflogene Distanz
es: Distancia volada
fr: Distance parcourue
ja: 飛行距離
ko: 비행 거리
pt_br: Distância voada
zh_hans: 累计里程
zh_hant: 累計里程

# tripbook.flight.duration
source: Time in the air
de: Zeit in der Luft
es: Tiempo en el aire
fr: Temps en vol
ja: 飛行時間
ko: 비행 시간
pt_br: Tempo no ar
zh_hans: 飞行时长
zh_hant: 飛行時長

# tripbook.flight.title
source: Flights
de: Flüge
es: Vuelos
fr: Vols
ja: フライト
ko: 비행
pt_br: Voos
zh_hans: 飞行
zh_hant: 飛行

# tripbook.footprint.title
source: Footprint
de: Vor Ort
es: Lugares visitados
fr: Sur place
ja: 現地の足あと
ko: 현지 발자취
pt_br: Por onde passei
zh_hans: 在地足迹
zh_hant: 在地足跡

# tripbook.lodging.nights_label
source: Nights stayed
de: Übernachtungen gesamt
es: Noches en total
fr: Nuits au total
ja: 宿泊数
ko: 총 숙박 일수
pt_br: Noites no total
zh_hans: 累计住宿晚数
zh_hant: 累計住宿晚數

# tripbook.lodging.title
source: Stays
de: Übernachtungen
es: Alojamientos
fr: Hébergements
ja: 宿泊
ko: 숙박
pt_br: Hospedagens
zh_hans: 住宿
zh_hant: 住宿

# tripbook.longest_flight
source: Longest flight · %1$@ · %2$@ · %3$@
de: Längster Flug · %1$@ · %2$@ · %3$@
es: Vuelo más largo · %1$@ · %2$@ · %3$@
fr: Plus long vol · %1$@ · %2$@ · %3$@
ja: 最長フライト · %1$@ · %2$@ · %3$@
ko: 가장 긴 비행 · %1$@ · %2$@ · %3$@
pt_br: Voo mais longo · %1$@ · %2$@ · %3$@
zh_hans: 最远一程 · %1$@ · %2$@ · %3$@
zh_hant: 最遠的一程 · %1$@ · %2$@ · %3$@

# tripbook.longest_flight_nodur
source: Longest flight · %1$@ · %2$@
de: Längster Flug · %1$@ · %2$@
es: Vuelo más largo · %1$@ · %2$@
fr: Plus long vol · %1$@ · %2$@
ja: 最長フライト · %1$@ · %2$@
ko: 가장 긴 비행 · %1$@ · %2$@
pt_br: Voo mais longo · %1$@ · %2$@
zh_hans: 最远一程 · %1$@ · %2$@
zh_hant: 最遠的一程 · %1$@ · %2$@

# tripbook.scope.domestic
source: Domestic
de: Inland
es: Nacional
fr: National
ja: 国内
ko: 국내
pt_br: Nacional
zh_hans: 国内
zh_hant: 國內

# tripbook.scope.international
source: International
de: Ausland
es: Internacional
ja: 海外
ko: 해외
pt_br: Internacional
zh_hans: 国际
zh_hant: 國際

# tripbook.scope.title
source: International / Domestic
de: Ausland / Inland
es: Internacional / Nacional
fr: International / National
ja: 海外 / 国内
ko: 해외 / 국내
pt_br: Internacional / Nacional
zh_hans: 国际 / 国内
zh_hant: 國際 / 國內

# tripbook.season.autumn
source: Autumn
de: Herbst
es: Otoño
fr: Automne
ja: 秋
ko: 가을
pt_br: Outono
zh_hans: 秋季
zh_hant: 秋季

# tripbook.season.spring
source: Spring
de: Frühling
es: Primavera
fr: Printemps
ja: 春
ko: 봄
pt_br: Primavera
zh_hans: 春季
zh_hant: 春季

# tripbook.season.summer
source: Summer
de: Sommer
es: Verano
fr: Été
ja: 夏
ko: 여름
pt_br: Verão
zh_hans: 夏季
zh_hant: 夏季

# tripbook.seasons.title
source: Seasons
de: Jahreszeiten
es: Estaciones
fr: Saisons
ja: 季節
ko: 계절
pt_br: Estações
zh_hans: 季节
zh_hant: 季節

# tripbook.see_all
source: View all
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
ja: すべて表示
ko: 모두 보기
pt_br: Ver tudo
zh_hans: 查看全部
zh_hant: 查看全部

# tripbook.spend.approx_note
source: Some foreign amounts have no exchange rate and aren’t included.
de: Einige Fremdwährungsbeträge haben keinen Wechselkurs und sind nicht enthalten.
es: Algunos importes en moneda extranjera no tienen tipo de cambio y no se incluyen.
fr: Certains montants en devises n’ont pas de taux de change et ne sont pas inclus.
ja: 為替レートのない外貨は合計に含まれていません。
ko: 환율이 없는 일부 외화는 포함되지 않았습니다.
pt_br: Alguns valores em moeda estrangeira não têm taxa de câmbio e não foram incluídos.
zh_hans: 部分外币暂无汇率，未计入。
zh_hant: 部分外幣暫無匯率，未計入。

# tripbook.spend.title
source: Total spend
de: Gesamtausgaben
es: Gasto total
fr: Dépenses totales
ja: 合計支出
ko: 총지출
pt_br: Gasto total
zh_hans: 总花费
zh_hant: 總花費

# tripbook.spend.top_trip
source: Top trip · %@
de: Teuerste Reise · %@
es: Viaje más caro · %@
fr: Voyage le plus cher · %@
ja: 最も使った旅 · %@
ko: 가장 많이 쓴 여행 · %@
pt_br: Viagem mais cara · %@
zh_hans: 最高一趟 · %@
zh_hant: 最高的一趟 · %@

# tripbook.spend.trip_total
source: Trip total
de: Reisesumme
es: Total del viaje
fr: Total du voyage
ja: 旅行の合計
ko: 여행 합계
pt_br: Total da viagem
zh_hans: 本趟合计
zh_hant: 本趟合計

# tripbook.spend.undated
source: Not scheduled
de: Nicht geplant
es: Sin fecha
fr: Sans date
ja: 日付未定
ko: 날짜 미정
pt_br: Sem data
zh_hans: 未排期
zh_hant: 未排期

# tripbook.trips
source: Trips
de: Reisen
es: Viajes
fr: Voyages
ja: 旅行
ko: 여행
pt_br: Viagens
zh_hans: 旅行
zh_hant: 旅行

# tripdates.clear
source: Plan now, pick dates later
de: Erst planen, Datum später
es: Planea ahora, elige las fechas después
fr: Planifie d'abord, dates plus tard
ja: 先に計画して、日付は後で
ko: 먼저 계획하고 날짜는 나중에
pt_br: Planeje agora, escolha as datas depois
zh_hans: 先规划，日期再说
zh_hant: 先規劃，日期再說

# tripdates.unset
source: Dates to come
de: Datum folgt
es: Fechas por llegar
fr: Dates à venir
ja: 日付はこれから
ko: 날짜는 곧
pt_br: Datas em breve
zh_hans: 未来某天
zh_hant: 未來某天

# tripinfo.discard.confirm
source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Abandonner les modifications
ja: 変更を破棄
ko: 변경 사항 삭제
pt_br: Descartar alterações
zh_hans: 放弃更改
zh_hant: 放棄變更

# tripinfo.discard.keep
source: Keep Editing
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer la modification
ja: 編集を続ける
ko: 계속 편집
pt_br: Continuar editando
zh_hans: 继续编辑
zh_hant: 繼續編輯

# tripinfo.discard.title
source: Discard this new trip?
de: Diese neue Reise verwerfen?
es: ¿Descartar este nuevo viaje?
fr: Abandonner ce nouveau voyage ?
ja: この新しい旅行を取り消しますか？
ko: 이 새 여행을 취소할까요?
pt_br: Descartar esta nova viagem?
zh_hans: 放弃这个新行程？
zh_hant: 放棄這個新行程？

# tripspend.cat.activity
source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
ja: アクティビティ
ko: 액티비티
pt_br: Atividades
zh_hans: 活动
zh_hant: 活動

# tripspend.cat.food
source: Food
de: Essen
es: Comida
fr: Restauration
ja: 食事
ko: 식비
pt_br: Comida
zh_hans: 餐饮
zh_hant: 餐飲

# tripspend.cat.lodging
source: Lodging
de: Unterkunft
es: Alojamiento
fr: Hébergement
ja: 宿泊
ko: 숙박
pt_br: Hospedagem
zh_hans: 住宿
zh_hant: 住宿

# tripspend.cat.other
source: Other
de: Sonstiges
es: Otros
fr: Autres
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他
zh_hant: 其他

# tripspend.cat.shopping
source: Shopping
de: Einkaufen
es: Compras
fr: Achats
ja: 買い物
ko: 쇼핑
pt_br: Compras
zh_hans: 购物
zh_hant: 購物

# tripspend.cat.sightseeing
source: Sightseeing
de: Sehenswürdigkeiten
es: Atracciones
fr: Visites
ja: 観光
ko: 관광
pt_br: Atrações
zh_hans: 景点门票
zh_hant: 景點門票

# tripspend.dim.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 분류
pt_br: Categoria
zh_hans: 类别
zh_hant: 類別

# tripspend.dim.currency
source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
pt_br: Moeda
zh_hans: 币种
zh_hant: 幣別

# tripspend.dim.time
source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 期間
ko: 기간
pt_br: Tempo
zh_hans: 时间
zh_hant: 時間

# tripspend.empty.subtitle
source: Add an amount on any place, transport or stay.
de: Füge einen Betrag bei einem Ort, Transport oder einer Unterkunft hinzu.
es: Añade un importe en cualquier lugar, transporte o alojamiento.
fr: Ajoutez un montant sur un lieu, un transport ou un hébergement.
ja: 場所・交通・宿泊のいずれかに金額を入力してください。
ko: 장소・교통・숙박 어디든 금액을 입력하세요.
pt_br: Adicione um valor em qualquer lugar, transporte ou hospedagem.
zh_hans: 在任意地点、交通或住宿里填上金额即可。
zh_hant: 在任意地點、交通或住宿裡填上金額即可。

# tripspend.empty.title
source: No spending yet
de: Noch keine Ausgaben
es: Aún sin gastos
fr: Aucune dépense
ja: 支出はまだありません
ko: 아직 지출이 없어요
pt_br: Ainda sem gastos
zh_hans: 还没记录花费
zh_hant: 還沒記錄花費

# tripspend.foot.approx
source: Total converted to %@ at the exchange rate when recorded.
de: Gesamtbetrag zum bei der Erfassung geltenden Kurs in %@ umgerechnet.
es: Total convertido a %@ al tipo de cambio del momento de registro.
fr: Total converti en %@ au taux du moment de l'enregistrement.
ja: 合計は記録時のレートで%@に換算しています。
ko: 합계는 기록 당시 환율로 %@(으)로 환산했습니다.
pt_br: Total convertido para %@ pela taxa no momento do registro.
zh_hans: 总额按记录当时汇率折算为%@。
zh_hant: 總額按記錄當時匯率換算為%@。

# tripspend.foot.unconverted
source: %lld more not included (no exchange rate).
de: %lld weitere nicht enthalten (kein Wechselkurs).
es: %lld más no incluidos (sin tipo de cambio).
fr: %lld autres non inclus (taux indisponible).
ja: ほかに %lld 件はレートがなく未集計です。
ko: 환율이 없어 %lld건은 포함되지 않았어요.
pt_br: Mais %lld não incluídos (sem taxa de câmbio).
zh_hans: 另有 %lld 笔因缺汇率未计入。
zh_hant: 另有 %lld 筆因缺匯率未計入。

# tripspend.menu
source: View Spending
de: Ausgaben anzeigen
es: Ver gastos
fr: Voir les dépenses
ja: 支出を見る
ko: 지출 보기
pt_br: Ver gastos
zh_hans: 查看花费
zh_hant: 查看花費

# tripspend.meta
source: %1$lld recorded · %2$@/day
de: %1$lld erfasst · %2$@/Tag
es: %lld registrados · %2$@/día
fr: %lld enregistrés · %2$@/jour
ja: %1$lld 件 · 1日あたり %2$@
ko: %1$lld건 · 하루 %2$@
pt_br: %lld registrados · %2$@/dia
zh_hans: %1$lld 笔 · 日均 %2$@
zh_hant: %1$lld 筆 · 平均每日 %2$@

# tripspend.title
source: Spending
de: Ausgaben
es: Gastos
fr: Dépenses
ja: 支出
ko: 지출
pt_br: Gastos
zh_hans: 花费
zh_hant: 花費

# tripspend.unconverted_tag
source: Unconverted
de: Nicht umgerechnet
es: Sin convertir
fr: Non converti
ja: 未換算
ko: 미환산
pt_br: Não convertido
zh_hans: 未折算
zh_hant: 未換算

# tripsy_import.error.empty
source: No trips found to import.
de: Keine Reisen zum Importieren gefunden.
es: No se encontraron viajes para importar.
fr: Aucun voyage à importer n’a été trouvé.
ja: 読み込める旅行が見つからなかった。
ko: 가져올 여행을 찾지 못했어요.
pt_br: Nenhuma viagem encontrada para importar.
zh_hans: 没有找到可导入的行程。
zh_hant: 沒有找到可匯入的行程。

# tripsy_import.error.not_tripsy
source: This doesn’t look like a Tripsy backup. Export your data from Tripsy and select the .zip file.
de: Das sieht nicht nach einem Tripsy-Backup aus. Exportiere deine Daten aus Tripsy und wähle die .zip-Datei.
es: Esto no parece una copia de Tripsy. Exporta tus datos desde Tripsy y selecciona el archivo .zip.
fr: Cela ne ressemble pas à une sauvegarde Tripsy. Exportez vos données depuis Tripsy et sélectionnez le fichier .zip.
ja: Tripsy のバックアップではないようだ。Tripsy からデータを書き出して、その .zip ファイルを選ぶ。
ko: Tripsy 백업이 아닌 것 같아요. Tripsy에서 데이터를 내보낸 뒤 .zip 파일을 선택하세요.
pt_br: Isto não parece um backup do Tripsy. Exporte seus dados do Tripsy e selecione o arquivo .zip.
zh_hans: 这似乎不是 Tripsy 的备份。请在 Tripsy 中导出数据，然后选择那个 .zip 文件。
zh_hant: 這似乎不是 Tripsy 的備份。請在 Tripsy 中匯出資料，然後選擇那個 .zip 檔案。

# tripsy_import.note.arr_gate
source: Arrival gate: %@
de: Ankunftsgate: %@
es: Puerta de llegada: %@
fr: Porte d’arrivée : %@
ja: 到着ゲート：%@
ko: 도착 게이트: %@
pt_br: Portão de chegada: %@
zh_hans: 到达口：%@
zh_hant: 抵達門：%@

# tripsy_import.note.cabin
source: Cabin: %@
de: Klasse: %@
es: Clase: %@
fr: Classe : %@
ja: 客室クラス：%@
ko: 좌석 등급: %@
pt_br: Classe: %@
zh_hans: 舱位：%@
zh_hant: 艙等：%@

# tripsy_import.note.dep_gate
source: Departure gate: %@
de: Abfluggate: %@
es: Puerta de salida: %@
fr: Porte d’embarquement : %@
ja: 出発ゲート：%@
ko: 출발 게이트: %@
pt_br: Portão de embarque: %@
zh_hans: 登机口：%@
zh_hant: 登機門：%@

# tripsy_import.note.merge
source: Imported trips are added to your existing ones — nothing is overwritten. Importing the same backup again skips trips already added.
de: Importierte Reisen werden zu deinen bestehenden hinzugefügt – nichts wird überschrieben. Beim erneuten Import desselben Backups werden bereits hinzugefügte Reisen übersprungen.
es: Los viajes importados se añaden a los que ya tienes; no se sobrescribe nada. Si importas la misma copia otra vez, se omiten los viajes ya añadidos.
fr: Les voyages importés s’ajoutent à vos voyages existants : rien n’est écrasé. Réimporter la même sauvegarde ignore les voyages déjà ajoutés.
ja: 読み込んだ旅行は既存の旅行に追加され、上書きはされない。同じバックアップを再度読み込むと、追加済みの旅行はスキップされる。
ko: 가져온 여행은 기존 여행에 추가되며 아무것도 덮어쓰지 않아요. 같은 백업을 다시 가져오면 이미 추가된 여행은 건너뛰어요.
pt_br: As viagens importadas são adicionadas às existentes — nada é sobrescrito. Importar o mesmo backup de novo ignora viagens já adicionadas.
zh_hans: 导入的行程会新增到你现有行程中，不会覆盖任何数据。重复导入同一备份会自动跳过已导入的行程。
zh_hant: 匯入的行程會新增到你現有行程中，不會覆蓋任何資料。重複匯入同一備份會自動略過已匯入的行程。

# tripsy_import.note.reservation
source: Confirmation: %@
de: Buchung: %@
es: Reserva: %@
fr: Réservation : %@
ja: 予約番号：%@
ko: 예약 번호: %@
pt_br: Reserva: %@
zh_hans: 预订号：%@
zh_hant: 預訂號：%@

# tripsy_import.note.room
source: Room: %@
de: Zimmer: %@
es: Habitación: %@
fr: Chambre : %@
ja: 部屋：%@
ko: 객실: %@
pt_br: Quarto: %@
zh_hans: 房型：%@
zh_hant: 房型：%@

# tripsy_import.note.skipped
source: Packing lists, expense logs, and travel companions aren’t migrated. Places, transport, lodging, times, and costs come over.
de: Packlisten, Ausgaben und Mitreisende werden nicht übernommen. Orte, Transport, Unterkünfte, Zeiten und Kosten werden übertragen.
es: Las listas de equipaje, los gastos y los acompañantes no se migran. Sí se importan lugares, transporte, alojamiento, horarios y costos.
fr: Les listes de bagages, les dépenses et les compagnons de voyage ne sont pas migrés. Les lieux, transports, hébergements, horaires et coûts sont importés.
ja: パッキングリスト・支出記録・同行者は移行されない。場所・移動・宿泊・時刻・費用は取り込まれる。
ko: 짐 목록, 지출 기록, 동행자는 이전되지 않아요. 장소, 이동, 숙소, 시간, 비용은 가져와요.
pt_br: Listas de bagagem, registros de gastos e companheiros de viagem não são migrados. Locais, transporte, hospedagem, horários e custos são importados.
zh_hans: 打包清单、记账和同行者不会迁移。地点、交通、住宿、时间和费用会一并导入。
zh_hant: 打包清單、記帳與同行者不會轉移。地點、交通、住宿、時間與費用會一併匯入。

# tripsy_import.preview.action
source: Import %d Trips
de: %d Reisen importieren
es: Importar %d viajes
fr: Importer %d voyages
ja: %d 件の旅行を読み込む
ko: 여행 %d개 가져오기
pt_br: Importar %d viagens
zh_hans: 导入 %d 个行程
zh_hant: 匯入 %d 個行程

# tripsy_import.preview.action.none
source: Select Trips to Import
de: Reisen zum Importieren auswählen
es: Selecciona viajes para importar
fr: Sélectionnez des voyages à importer
ja: 読み込む旅行を選ぶ
ko: 가져올 여행 선택
pt_br: Selecione viagens para importar
zh_hans: 请选择要导入的行程
zh_hant: 請選擇要匯入的行程

# tripsy_import.preview.intro
source: We found these trips in your Tripsy backup. Choose which ones to bring into Carry.
de: Diese Reisen wurden in deinem Tripsy-Backup gefunden. Wähle aus, welche du in Carry übernehmen möchtest.
es: Encontramos estos viajes en tu copia de Tripsy. Elige cuáles importar a Carry.
fr: Ces voyages ont été trouvés dans votre sauvegarde Tripsy. Choisissez ceux à importer dans Carry.
ja: Tripsy のバックアップから次の旅行が見つかった。Carry に取り込むものを選ぶ。
ko: Tripsy 백업에서 다음 여행을 찾았어요. Carry로 가져올 여행을 선택하세요.
pt_br: Encontramos estas viagens no seu backup do Tripsy. Escolha quais importar para o Carry.
zh_hans: 在你的 Tripsy 备份里找到以下行程。选择要导入 Carry 的行程。
zh_hant: 在你的 Tripsy 備份裡找到以下行程。選擇要匯入 Carry 的行程。

# tripsy_import.preview.planning
source: Planning
de: In Planung
es: Planificando
fr: En projet
ja: 計画中
ko: 계획 중
pt_br: Planejando
zh_hans: 规划中
zh_hant: 規劃中

# tripsy_import.preview.title
source: Import Preview
de: Importvorschau
es: Vista previa de importación
fr: Aperçu de l’import
ja: 読み込みプレビュー
ko: 가져오기 미리보기
pt_br: Pré-visualização da importação
zh_hans: 导入预览
zh_hant: 匯入預覽

# weather.nudge.dismiss
source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: 了解
ko: 알겠어요
pt_br: Entendi
zh_hans: 知道了
zh_hant: 知道了

# weather.nudge.subtitle
source: You might want to pack these
de: Das solltest du vielleicht einpacken
es: Quizá quieras llevar esto
fr: Tu voudras peut-être emporter ceci
ja: これも持っていくと安心
ko: 이건 챙기면 좋아요
pt_br: Talvez queira levar isto
zh_hans: 这些也许该带上
zh_hant: 這些也許該帶上

# weather.nudge.title
source: We checked the forecast for your trip
de: Wir haben die Wettervorhersage für deine Reise geprüft
es: Revisamos el pronóstico de tu viaje
fr: On a regardé la météo de ton voyage
ja: 旅行中の天気を見ておいた
ko: 여행 기간 날씨를 확인했어요
pt_br: Demos uma olhada na previsão da sua viagem
zh_hans: 看了下你出发那几天的天气
zh_hant: 看了下你出發那幾天的天氣

source: Tropical / beach
de: Tropen / Strand
es: Tropical / playa
fr: Tropiques / plage
ja: 南国・ビーチ
ko: 열대 · 해변
pt_br: Tropical / praia
zh_hans: 热带 / 海滩
zh_hant: 熱帶 / 海灘

source: Coffee lover
de: Kaffeeliebhaber
es: Amante del café
fr: Amateur de café
ja: コーヒー好き
ko: 커피 애호가
pt_br: Amante de café
zh_hans: 咖啡爱好者
zh_hant: 咖啡愛好者

source: High altitude
de: Hochgebirge
es: Gran altitud
fr: Haute altitude
ja: 高地
ko: 고지대
pt_br: Grande altitude
zh_hans: 高海拔
zh_hant: 高海拔

source: Long-haul flight
de: Langstreckenflug
es: Vuelo de larga distancia
fr: Vol long-courrier
ja: 長距離フライト
ko: 장거리 비행
pt_br: Voo de longa distância
zh_hans: 长途飞行
zh_hant: 長途飛行

source: Winter / cold
de: Winter / Kälte
es: Invierno / frío
fr: Hiver / froid
ja: 冬・寒冷地
ko: 겨울 · 추위
pt_br: Inverno / frio
zh_hans: 冬季 / 严寒
zh_hant: 冬季 / 嚴寒

# 下大雨时把手机、卡和票据装进去，会少很多“怕淋湿”的焦虑
source: In heavy rain, putting your phone, cards, and tickets inside removes a lot of avoidable stress
de: Bei Starkregen Handy, Karten und Tickets einfach reinstecken — viel weniger Stress, dass alles nass wird
es: Con lluvia intensa, mete dentro el móvil, las tarjetas y los billetes — mucha menos ansiedad por mojarse
fr: Par forte pluie, glissez-y téléphone, cartes et billets — bien moins de stress à l'idée de tout mouiller
ja: 大雨の時にスマホ、カード、チケットを入れておけば、濡れる心配をずっと減らせる
ko: 폭우 때 스마트폰, 카드, 티켓을 넣어두면 젖을까 봐 걱정하는 불안이 크게 줄어요
pt_br: Na chuva forte, coloque celular, cartões e ingressos aqui — muito menos ansiedade de molhar tudo
zh_hans: 下大雨时把手机、卡和票据装进去，会少很多担心
zh_hant: 下大雨時把手機、卡和票據裝進去，會少很多「怕淋濕」的焦慮

# 公共洗手间和小店不一定随时有纸巾，这个小备份经常能救场
source: Public restrooms and small shops do not always have tissues — this tiny backup saves the moment more often than you think
de: Öffentliche Toiletten und kleine Läden haben nicht immer Taschentücher — dieses kleine Backup rettet oft die Situation
es: Los baños públicos y las tiendas pequeñas no siempre tienen pañuelos — esta pequeña reserva suele salvar la situación
fr: Les toilettes publiques et les petits commerces n'ont pas toujours de mouchoirs — cette petite réserve sauve souvent la mise
ja: 公衆トイレや小さな店には必ずしもティッシュがあるとは限らない — この小さな備えが何度も助けてくれる
ko: 공중화장실과 작은 가게에 항상 휴지가 있는 건 아닙니다 — 이 작은 여분이 종종 상황을 구해줘요
pt_br: Banheiros públicos e lojas pequenas nem sempre têm lenços — essa pequena reserva frequentemente salva a situação
zh_hans: 公共洗手间和小店不一定有纸巾，这个小备份很常救场
zh_hant: 公共洗手間和小店不一定有紙巾，這個小備份很常救場

# 很小但很万能：晾湿袜子、封零食袋、固定小物件都很好用
source: Tiny but surprisingly versatile: clip wet socks to dry, seal snack bags, or secure loose small items
de: Klein aber universell: zum Trocknen nasser Socken, Verschließen von Snackbeuteln oder Befestigen kleiner Gegenstände
es: Pequeños pero versátiles: ideales para tender calcetines mojados, cerrar bolsas de snacks o sujetar objetos pequeños
fr: Petites mais polyvalentes : pour faire sécher des chaussettes mouillées, fermer des sachets de snacks ou fixer de petits objets
ja: 小さいのに万能 — 濡れた靴下を干す、お菓子の袋を閉じる、小物を固定するのに最高
ko: 작지만 정말 만능입니다: 젖은 양말 널기, 과자 봉지 밀봉, 작은 물건 고정 모두 유용해요
pt_br: Pequenos mas versáteis: ótimos para secar meias molhadas, fechar sacos de snacks ou prender pequenos objetos
zh_hans: 很小但很万能：晾湿袜子、封零食袋、固定小物件都很好用
zh_hant: 很小但很萬能：晾濕襪子、封零食袋、固定小物件都很好用

# 机场快走和换乘很容易把脚后跟磨破，提前贴一片，第一天行程会轻松很多
source: Fast airport transfers and long terminal walks can shred your heels — applying one early can save your first day
de: Schnelles Gehen und Umsteigen am Flughafen scheuert die Fersen leicht wund — einen Pflaster vorab draufkleben und der erste Tag läuft viel leichter
es: Caminar rápido y hacer transbordos en el aeropuerto puede fácilmente causar ampollas en los talones — pon uno de antemano y el primer día del viaje será mucho más fácil
fr: Marcher vite et les correspondances en aéroport peuvent facilement érafler les talons — collez-en un à l'avance et votre première journée se passera bien mieux
ja: 空港での早歩きや乗り換えで踵が擦れやすい — 事前に貼っておけば、旅行初日がずっと楽になる
ko: 공항에서 빠르게 걷고 환승하다 보면 발꿈치가 쉽게 까집니다 — 미리 한 장 붙여두면 첫날 여정이 훨씬 편해져요
pt_br: Caminhar rápido e fazer conexões no aeroporto facilmente causa bolhas nos calcanhares — aplique um com antecedência e o primeiro dia de viagem será muito mais fácil
zh_hans: 机场快走和换乘很容易磨脚，提前贴一片，第一天会舒服很多
zh_hant: 機場快走和轉乘很容易磨腳，提前貼一片，第一天會舒服很多

# 白衣服沾到咖啡或酱汁时，随手处理一下，能省掉当天很多尴尬
source: When coffee or sauce lands on light clothes, a quick swipe can save you from a whole day of awkward stains
de: Wenn Kaffee oder Soße auf ein weißes Kleidungsstück gerät, sofort behandeln — spart den ganzen Tag peinliche Situationen
es: Cuando el café o la salsa mancha una prenda blanca, trátala en el momento — te ahorra muchos momentos incómodos ese día
fr: Quand le café ou la sauce tache un vêtement blanc, traitez-le sur-le-champ — ça évite bien des situations embarrassantes pour le reste de la journée
ja: 白い服にコーヒーやソースが付いたとき、すぐに対処すれば、その日の気まずさをぐっと減らせる
ko: 흰 옷에 커피나 소스가 묻었을 때 바로 처리하면, 그날 하루의 민망함을 많이 줄일 수 있어요
pt_br: Quando café ou molho mancha uma roupa branca, trate na hora — evita muitos momentos constrangedores no dia
zh_hans: 衣服沾到咖啡或酱汁时，随手处理一下，能省去很多尴尬
zh_hant: 衣服沾到咖啡或醬汁時，隨手處理一下，能省去很多尷尬
